[
    {"slug": "early-bird", "name": "Early Bird", "subtitle": "Coffee | Exploration | Brunch", "byline": "Rise and Grind!", "event_image": "event-01m.jpg", "event_description": "If you want to have a relaxing Sunday morning, this is the event for you, so Rise and Shine! our first stop for this event will be at 9:30 in the morning. The first stop will be Saladelia Cafe where you can sit back, enjoy a cup of coffee, and talk about your week. After 45 minutes of down time, we will head over to the American Tobacco Campus at 10:15. This is the perfect opportunity to take a stroll around beautiful downtown durham and explore all of the shops and businesses in the strip. After working up an appetite the group will head to the last stop of the day at 11:00. Bull City Burger is the perfect brunch location to end a relaxing sunday morning!", "is_event": 1, "members": 11, "available_spots": 4, "route": "Saladelia Cafe, 406 Blackwell St, Durham, NC 27701, USA&American Tobacco Campus, 318 Blackwell St, Durham, NC 27701&Bull City Burger and Brewery, 3318, 107 E Parrish St, Durham, NC 27701, USA"},

    {"slug": "south-by-southpoint", "name": "South By Southpoint", "subtitle": "Lunch | Books | Dessert", "byline": "SXSP", "event_image": "event-02m.jpg", "event_description": "Saturday Afternoon is a prime time to really unwind during the weekend, so why not join us on an EventHop event at The Streets at Southpoint! This small group will meet at Firebirds Wood Fired Grill at 11:30 in the morning. Grab a delicious burger or salad and enjoy the meal with a few members of the group! After lunch, you can continue talking or you can explore the shops at Southpoint until 1:15. At this point the group will meet at Barnes and Noble for some reading or discussion. After 45 minutes, the group will head to the last stop of the day... Dessert! At 2:00 we will arrive at our last stop, the Cheesecake Factory, the perfect spot to grab a slice of incredible cheescake!", "is_event": 1, "members": 8, "available_spots": 7, "route": "Firebirds Wood Fired Grill, 8030 Renaissance Pkwy, Durham, NC 27713&Barnes and Noble, 8030 Renaissance Pkwy, Durham, NC 27713&The Cheesecake Factory, 8030 Renaissance Pkwy, Durham, NC 27713"},

    {"slug": "nightlife-cabaret", "name": "Nightlife Cabaret", "subtitle": "Aperitif | Dinner | Lounge", "byline": "Finally the Weekend!", "event_image": "event-fullsteam.jpg", "event_description": "What a week... but it's finally over! Let your hair down and join us for a Night on the Town. We will meet at Fullsteam Brewery at 8: 00 in the evening. Grab a drink and mingle with some new people, just don't fill up too much! After grabbing a drink we're heading over to NanaSteak to have a delicious dinner at 9:15. We'll finish the night in a relaxing fashion, by heading over to the West End Wine Bar at 11: 00. Grab some wine or a mixed drink and mingle into the night!", "is_event": 1, "members": 10, "available_spots": 5, "route": "Fullsteam Brewery, 726 Rigsbee Ave, Durham, NC 27701, USA&NanaSteak, 345 Blackwell St, Durham, NC 27701&West End Wine Bar of Durham, 601 W Main St, Durham, NC 27701, USA"},

    {"slug": "baseball-and-brews", "name": "Baseball and Brews", "subtitle": "Sightseeing | Baseball | Nightcap", "byline": "Take Me Out to the Ballgame", "event_image": "event-04m.jpg", "event_description": "Some things are just meant to go together. This is especially true of Baseball and Summer! This EventHop event will start the evening at beautiful Brightleaf Square at 6:00. Enjoy a quick bite to eat or walk around and enjoy the scenery for a bit. At 7:05, We will head over to the Durham Bulls Athletic Park to watch the baseball game. Go Bulls! After the game ends, be sure to keep an eye out for the weekly fireworks and then head to Tyler's Restaurant and Taproom for a nightcap.", "is_event": 1, "members": 14, "available_spots": 1, "route": "Brightleaf Square, 905 W Main St, Durham, NC 27701&Durham Bulls Athletic Park, 409 Blackwell St, Durham, NC 27701, USA&Tyler's Restaurant & Taproom, 324 Blackwell St, Durham, NC 27701, USA"},

    {"slug": "one-night-on-broadway", "name": "One Night on Broadway", "subtitle": "Cocktails | Broadway | Tapas", "byline": "Sit DPAC and Enjoy the Show!", "event_image": "event-05m.jpg", "event_description": "It's time to dress up in your Sunday best and get ready to Break a Leg! This event is all about keeping it classy. We will meet at Bar Virgile at 5:15 to enjoy some pre-show appetizers or drinks. At 6:30, We will arrive at the beautiful Durham Performing Arts Center to see The Book of Mormon on Broadway! At 9:15, after the show, we will walk over to Luna Rotisserie and Empanadas for some tapas to end the night. Come Enjoy the Show!", "is_event": 1, "members": 6, "available_spots": 4, "route": "Bar Virgile, 105 S Mangum St, Durham, NC 27701&Durham Performing Arts Center, 123 Vivian Street, Durham, NC 27701&Luna Rotisserie and Empanadas, 112 W Main St, Durham, NC 27701"},

    {"slug": "test-group", "name": "Test Group", "subtitle": "Cocktails | Broadway | Tapas", "byline": "Sit DPAC and Enjoy the Show!", "event_image": "", "event_description": "It's time to dress up in your Sunday best and get ready to Break a Leg! This event is all about keeping it classy. We will meet at Bar Virgile at 5:15 to enjoy some pre-show appetizers or drinks. At 6:30, We will arrive at the beautiful Durham Performing Arts Center to see The Book of Mormon on Broadway! At 9:15, after the show, we will walk over to Luna Rotisserie and Empanadas for some tapas to end the night. Come Enjoy the Show!", "is_event": 0, "members": 6, "available_spots": 4, "route": "Bar Virgile, 105 S Mangum St, Durham, NC 27701&Durham Performing Arts Center, 123 Vivian Street, Durham, NC 27701&Luna Rotisserie and Empanadas, 112 W Main St, Durham, NC 27701"}
]